import { IQuestion } from '../../app/components/children/user/interfaces/question.interface';
export const questions: IQuestion[] = [
  { question: 'На сколько увеличится число 974115, если считая справа налево, вместо цифры 4, стоящей на 4 месте, поставить цифру 9?', options: ['5000', '5050', '6000', '4000'], correctAnswer: '5000' },
  { question: 'На сколько увеличится число 19, если считая справа налево, вместо цифры 1, стоящей на 2 месте, поставить цифру 8?', options: ['89', '70', '92', '86'], correctAnswer: '70' },
  { question: 'На сколько увеличится число 22834, если считая справа налево, вместо цифры 3, стоящей на 2 месте, поставить цифру 6?', options: ['40', '15', '20', '30'], correctAnswer: '30' },
  { question: 'На сколько увеличится число 874, если считая справа налево, вместо цифры 7, стоящей на 2 месте, поставить цифру 6?', options: ['20', '10', '30', '40'], correctAnswer: '10' },
  { question: 'На сколько увеличится число 5278, если считая справа налево, вместо цифры 7, стоящей на 2 месте, поставить цифру 6?', options: ['20', '52', '60', '10'], correctAnswer: '20' },
];
